Repository: olvera93/Greetings
Catalog: Greetings/*.lproj/Localizable.strings
Languages: es_419

source: Greetings
es_419: Saludos

source: Exploring IOS 16 programming
es_419: Explorando la programación de IOS 15

source: Learning how to bake
es_419: Aprendiendo a hornear

source: Programming recipes
es_419: Recetas de programación

source: A request for knowledge
es_419: Una búsqueda de conocimiento

source: Hello there!
es_419: Hola!

source: Welcome to Swift programming
es_419: Bienvenido a la programación Swift

source: Are you ready to,
es_419: Estas listo para,

source: start exploring?
es_419: comenzar a explorar?

source: Boom
es_419: Auge
